import React from "react";
import MultiplePizzas from "../assets/multiplePizzas.jpeg";
import "../styles/About.css";
function About() {
  return (
    <div className="about">
      <div
        className="aboutTop"
        style={{ backgroundImage: `url(${MultiplePizzas})` }}
      ></div>
      <div className="aboutBottom">
        <h1>PizzaHub</h1>
        <p className="textP">
        В PizzaHub сме посветени на предоставянето на най-доброто кулинарно изживяване и обслужване за нашите ценни клиенти. Въпреки предизвикателствата, пред които бяхме изправени през последните месеци, вашата подкрепа и лоялност са наистина ценни за нас.
       Искаме да ви уверим, че продължаваме да спазваме всички стандарти за безопасност и хигиена, за да гарантираме вашето спокойствие и добро самочувствие при всяко посещение или поръчка.
      С гордост ви предоставяме разнообразие от ароматни и вкусни пици, приготвени с внимание към детайла и с най-качествените продукти.
      Не забравяйте, че можете да направите поръчки на телефон <b> 0877382224 </b>  . Ще бъде удоволствие за нас да ви обслужим.
      Благодарим ви за вашето доверие и се надяваме, че скоро ще имаме удоволствието да ви посрещнем.
      С наай-добри пожелания,
      Екипът на PizzaHub
        </p>
      </div>
    </div>
  );
}

export default About;
